Repository: patrickridd/scriptbuilder-ios
Catalog: FeatureScreenplays/Sources/FeatureScreenplays/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, ko, zh_hans

# character.arc.accessibility
source: Character arc, %1$lld of %2$lld fields complete
de: Figurenbogen, %1$lld von %2$lld Feldern ausgefüllt
es: Arco del personaje, %1$lld de %2$lld campos completos
fr: Arc du personnage, %1$lld champs sur %2$lld complétés
hi: पात्र का आर्क, %2$lld में से %1$lld फ़ील्ड पूर्ण
ja: キャラクターアーク、%2$lld 項目中 %1$lld 項目が入力済み
ko: 캐릭터 아크, %2$lld개 항목 중 %1$lld개 완료
zh_hans: 角色成长弧，已完成 %2$lld 项中的 %1$lld 项

# character.arc.complete
source: Arc complete
de: Bogen vollständig
es: Arco completo
fr: Arc complet
hi: आर्क पूर्ण
ja: アーク完成
ko: 아크 완성
zh_hans: 弧线已完成

# character.arc.fieldsComplete
source: %1$lld of %2$lld fields complete
de: %1$lld von %2$lld Feldern ausgefüllt
es: %1$lld de %2$lld campos completos
fr: %1$lld champs sur %2$lld complétés
hi: %2$lld में से %1$lld फ़ील्ड पूर्ण
ja: %2$lld 項目中 %1$lld 項目が入力済み
ko: %2$lld개 항목 중 %1$lld개 완료
zh_hans: 已完成 %2$lld 项中的 %1$lld 项

# character.arc.title
source: Character Arc
de: Figurenbogen
es: Arco del personaje
fr: Arc du personnage
hi: पात्र का आर्क
ja: キャラクターアーク
ko: 캐릭터 아크
zh_hans: 角色成长弧

# character.delete.button
source: Delete Character
de: Figur löschen
es: Eliminar personaje
fr: Supprimer le personnage
hi: पात्र हटाएँ
ja: キャラクターを削除
ko: 캐릭터 삭제
zh_hans: 删除角色

# character.delete.message
source: %@ and their entire arc will be permanently removed. This can't be undone.
de: %@ und ihr gesamter Handlungsbogen werden dauerhaft entfernt. Dies kann nicht rückgängig gemacht werden.
es: %@ y todo su arco se eliminarán de forma permanente. Esto no se puede deshacer.
fr: %@ et tout son arc seront définitivement supprimés. Cette action est irréversible.
hi: %@ और उनका पूरा आर्क स्थायी रूप से हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
ja: %@ とそのアーク全体が完全に削除されます。この操作は元に戻せません。
ko: %@ 및 전체 아크가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: %@ 及其整个角色弧线将被永久删除。此操作无法撤销。

# character.delete.subject.fallback
source: this character
de: diese Figur
es: este personaje
fr: ce personnage
hi: यह पात्र
ja: このキャラクター
ko: 이 캐릭터
zh_hans: 此角色

# character.delete.subject.fallback.capitalized
source: This character
de: Diese Figur
es: Este personaje
fr: Ce personnage
hi: यह पात्र
ja: このキャラクター
ko: 이 캐릭터
zh_hans: 此角色

# character.delete.title
source: Delete Character?
de: Figur löschen?
es: ¿Eliminar personaje?
fr: Supprimer le personnage ?
hi: पात्र हटाएँ?
ja: キャラクターを削除しますか？
ko: 캐릭터를 삭제할까요?
zh_hans: 删除角色？

# character.empty.message
source: Build your cast one arc at a time. Tap the + to add your protagonist and shape what they want, why, and how they change.
de: Bauen Sie Ihre Besetzung Bogen für Bogen auf. Tippen Sie auf +, um Ihren Protagonisten hinzuzufügen und zu formen, was er will, warum und wie er sich verändert.
es: Construye tu elenco un arco a la vez. Toca + para añadir a tu protagonista y definir qué quiere, por qué y cómo cambia.
fr: Construisez votre distribution un arc à la fois. Touchez + pour ajouter votre protagoniste et définir ce qu’il veut, pourquoi et comment il change.
hi: अपने पात्रों को एक-एक आर्क करके बनाएँ। अपने नायक को जोड़ने और यह तय करने के लिए + पर टैप करें कि वे क्या चाहते हैं, क्यों और कैसे बदलते हैं।
ja: アークを一つずつ作り上げて登場人物を構築しましょう。+ をタップして主人公を追加し、その望み・理由・変化を形作りましょう。
ko: 한 번에 하나의 아크로 캐릭터를 구성하세요. +를 탭하여 주인공을 추가하고 그들이 원하는 것, 이유, 변화 방식을 만들어 보세요.
zh_hans: 一次构建一个角色弧线。点击 + 添加你的主角，并塑造他们想要什么、为什么以及如何改变。

# character.empty.title
source: No characters yet
de: Noch keine Figuren
es: Aún no hay personajes
fr: Aucun personnage pour l’instant
hi: अभी तक कोई पात्र नहीं
ja: まだキャラクターがありません
ko: 아직 캐릭터가 없습니다
zh_hans: 还没有角色

# character.field.changed.prompt
source: How is the character changed through the story?
de: Wie verändert sich die Figur im Verlauf der Geschichte?
es: ¿Cómo cambia el personaje a lo largo de la historia?
fr: Comment le personnage change-t-il au fil de l’histoire ?
hi: कहानी के दौरान पात्र कैसे बदलता है?
ja: 物語を通して登場人物はどう変化しますか？
ko: 이야기를 통해 캐릭터는 어떻게 변하나요?
zh_hans: 角色在故事中如何转变？

# character.field.changed.title
source: Changed
de: Verändert
es: Cambiado
fr: Changé
hi: बदलाव
ja: 変化
ko: 변화
zh_hans: 转变

# character.field.flaws.prompt
source: What flaws or fears does your character have?
de: Welche Schwächen oder Ängste hat Ihre Figur?
es: ¿Qué defectos o miedos tiene tu personaje?
fr: Quels défauts ou peurs votre personnage a-t-il ?
hi: आपके पात्र में कौन-सी कमज़ोरियाँ या डर हैं?
ja: 登場人物にはどんな欠点や恐れがありますか？
ko: 캐릭터에게 어떤 결점이나 두려움이 있나요?
zh_hans: 你的角色有哪些缺陷或恐惧？

# character.field.flaws.title
source: Flaws
de: Schwächen
es: Defectos
fr: Défauts
hi: कमज़ोरियाँ
ja: 欠点
ko: 결점
zh_hans: 缺陷

# character.field.how.prompt
source: How does your character get what they want?
de: Wie bekommt Ihre Figur, was sie will?
es: ¿Cómo consigue tu personaje lo que quiere?
fr: Comment votre personnage obtient-il ce qu’il veut ?
hi: आपका पात्र जो चाहता है उसे कैसे पाता है?
ja: 登場人物はどうやって望むものを手に入れますか？
ko: 캐릭터는 어떻게 원하는 것을 얻나요?
zh_hans: 你的角色如何得到想要的东西？

# character.field.how.title
source: How
de: Wie
es: Cómo
fr: Comment
hi: कैसे
ja: どうやって
ko: 어떻게
zh_hans: 如何

# character.field.intention.prompt
source: What does your character want?
de: Was will Ihre Figur?
es: ¿Qué quiere tu personaje?
fr: Que veut votre personnage ?
hi: आपका पात्र क्या चाहता है?
ja: あなたの登場人物は何を望んでいますか？
ko: 당신의 캐릭터가 원하는 것은 무엇인가요?
zh_hans: 你的角色想要什么？

# character.field.intention.title
source: Intention
de: Absicht
es: Intención
hi: इरादा
ja: 意図
ko: 의도
zh_hans: 意图

# character.field.need.prompt
source: What do they need to do but are avoiding that would fix their problem?
de: Was müssten sie tun, vermeiden es aber, das ihr Problem lösen würde?
es: ¿Qué necesitan hacer pero evitan, y que resolvería su problema?
fr: Que doivent-ils faire mais évitent, qui résoudrait leur problème ?
hi: उन्हें क्या करना चाहिए पर टाल रहे हैं जो उनकी समस्या हल कर देगा?
ja: 問題を解決するために必要なのに避けていることは何ですか？
ko: 문제를 해결하려면 해야 하지만 피하고 있는 것은 무엇인가요?
zh_hans: 他们需要做什么却在回避、而这能解决他们的问题？

# character.field.need.title
source: Need
de: Bedürfnis
es: Necesidad
fr: Besoin
hi: आवश्यकता
ja: 必要なこと
ko: 필요
zh_hans: 需求

# character.field.notes.prompt
source: Any other pertinent details about the character?
de: Weitere relevante Details zur Figur?
es: ¿Algún otro detalle relevante sobre el personaje?
fr: D’autres détails pertinents sur le personnage ?
hi: पात्र के बारे में कोई अन्य प्रासंगिक विवरण?
ja: 登場人物に関する他の関連する詳細は？
ko: 캐릭터에 대한 다른 관련 세부 사항이 있나요?
zh_hans: 关于该角色还有其他相关细节吗？

# character.field.notes.title
source: Notes
de: Notizen
es: Notas
hi: नोट्स
ja: メモ
ko: 메모
zh_hans: 备注

# character.field.obstacles.prompt
source: What obstacles are in your character's way?
de: Welche Hindernisse stehen Ihrer Figur im Weg?
es: ¿Qué obstáculos se interponen en el camino de tu personaje?
fr: Quels obstacles se dressent sur le chemin de votre personnage ?
hi: आपके पात्र के रास्ते में कौन-सी बाधाएँ हैं?
ja: 登場人物の行く手にはどんな障害がありますか？
ko: 캐릭터의 앞길에 어떤 장애물이 있나요?
zh_hans: 你的角色前进道路上有哪些阻碍？

# character.field.obstacles.title
source: Obstacles
de: Hindernisse
es: Obstáculos
hi: बाधाएँ
ja: 障害
ko: 장애물
zh_hans: 阻碍

# character.field.problemSolved.prompt
source: Does achieving their intention solve their problem?
de: Löst das Erreichen ihrer Absicht ihr Problem?
es: ¿Lograr su intención resuelve su problema?
fr: Atteindre son intention résout-il son problème ?
hi: क्या उनका इरादा पूरा होने से उनकी समस्या हल हो जाती है?
ja: 意図を達成することで問題は解決しますか？
ko: 의도를 이루면 문제가 해결되나요?
zh_hans: 实现意图能解决他们的问题吗？

# character.field.problemSolved.title
source: Problem Solved?
de: Problem gelöst?
es: ¿Problema resuelto?
fr: Problème résolu ?
hi: समस्या हल हुई?
ja: 問題は解決した？
ko: 문제 해결됨?
zh_hans: 问题解决了吗？

# character.field.role.custom.placeholder
source: Custom role
de: Eigene Rolle
es: Rol personalizado
fr: Rôle personnalisé
hi: कस्टम भूमिका
ja: カスタムの役割
ko: 사용자 지정 역할
zh_hans: 自定义角色

# character.field.role.label
source: Role
de: Rolle
es: Rol
fr: Rôle
hi: भूमिका
ja: 役割
ko: 역할
zh_hans: 角色定位

# character.field.what.prompt
source: What does your character need to do to get what they want?
de: Was muss Ihre Figur tun, um zu bekommen, was sie will?
es: ¿Qué necesita hacer tu personaje para conseguir lo que quiere?
fr: Que doit faire votre personnage pour obtenir ce qu’il veut ?
hi: जो वे चाहते हैं उसे पाने के लिए आपके पात्र को क्या करना होगा?
ja: 望むものを得るために、登場人物は何をする必要がありますか？
ko: 원하는 것을 얻기 위해 캐릭터가 무엇을 해야 하나요?
zh_hans: 为了得到想要的，你的角色需要做什么？

# character.field.what.title
source: What
de: Was
es: Qué
fr: Quoi
hi: क्या
ja: 何を
ko: 무엇을
zh_hans: 做什么

# character.field.why.prompt
source: Why does your character want this?
de: Warum will Ihre Figur das?
es: ¿Por qué quiere esto tu personaje?
fr: Pourquoi votre personnage veut-il cela ?
hi: आपका पात्र यह क्यों चाहता है?
ja: なぜあなたの登場人物はそれを望むのですか？
ko: 당신의 캐릭터는 왜 이것을 원하나요?
zh_hans: 你的角色为什么想要这个？

# character.field.why.title
source: Why
de: Warum
es: Por qué
fr: Pourquoi
hi: क्यों
ja: なぜ
ko: 왜
zh_hans: 为何

# character.noMatches.message
source: No characters match “%@”.
de: Keine Figuren entsprechen „%@“.
es: Ningún personaje coincide con «%@».
fr: Aucun personnage ne correspond à « %@ ».
hi: “%@” से मेल खाने वाला कोई पात्र नहीं है।
ja: 「%@」に一致するキャラクターはありません。
ko: “%@”와(과) 일치하는 캐릭터가 없습니다.
zh_hans: 没有与“%@”匹配的角色。

# character.noMatches.title
source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
hi: कोई मेल नहीं
ja: 一致なし
ko: 일치 항목 없음
zh_hans: 无匹配项

# character.role.ally
source: Ally
de: Verbündete(r)
es: Aliado
fr: Allié
hi: सहयोगी
ja: 味方
ko: 동료
zh_hans: 盟友

# character.role.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义

# character.role.enemy
source: Enemy
de: Feind
es: Enemigo
fr: Ennemi
hi: शत्रु
ja: 敵
ko: 적
zh_hans: 敌人

# character.role.friend
source: Friend
de: Freund(in)
es: Amigo
fr: Ami(e)
hi: मित्र
ja: 友人
ko: 친구
zh_hans: 朋友

# character.role.jester
source: Jester
de: Spaßmacher
es: Bufón
fr: Bouffon
hi: विदूषक
ja: 道化
ko: 익살꾼
zh_hans: 小丑

# character.role.lover
source: Lover
de: Geliebte(r)
es: Amante
fr: Amant(e)
hi: प्रेमी
ja: 恋人
ko: 연인
zh_hans: 爱人

# character.role.mysterious
source: Mysterious
de: Geheimnisvoll
es: Misterioso
fr: Mystérieux
hi: रहस्यमय
ja: 謎めいた
ko: 미스터리
zh_hans: 神秘

# common.action.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# common.somethingWentWrong
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s’est produite
hi: कुछ गलत हो गया
ja: 問題が発生しました
ko: 문제가 발생했습니다
zh_hans: 出了点问题

# common.untitled
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
hi: शीर्षकहीन
ja: 無題
ko: 제목 없음
zh_hans: 无标题

# cover.chooseFormat
source: Choose a format to share or save.
de: Wählen Sie ein Format zum Teilen oder Speichern.
es: Elige un formato para compartir o guardar.
fr: Choisissez un format à partager ou enregistrer.
hi: साझा या सहेजने के लिए एक प्रारूप चुनें।
ja: 共有または保存する形式を選択してください。
ko: 공유하거나 저장할 형식을 선택하세요.
zh_hans: 选择要共享或保存的格式。

# cover.coverLabel
source: Cover
de: Titelseite
es: Portada
fr: Couverture
hi: कवर
ja: 表紙
ko: 표지
zh_hans: 封面

# cover.pdfDocument
source: PDF document
de: PDF-Dokument
es: Documento PDF
fr: Document PDF
hi: PDF दस्तावेज़
ja: PDF ドキュメント
ko: PDF 문서
zh_hans: PDF 文档

# cover.plainText
source: Plain text (.txt)
de: Nur Text (.txt)
es: Texto sin formato (.txt)
fr: Texte brut (.txt)
hi: सादा पाठ (.txt)
ja: プレーンテキスト (.txt)
ko: 일반 텍스트 (.txt)
zh_hans: 纯文本 (.txt)

# cover.screenplaySettings
source: Screenplay settings
de: Drehbucheinstellungen
es: Ajustes del guion
fr: Réglages du scénario
hi: पटकथा सेटिंग्स
ja: 脚本の設定
ko: 시나리오 설정
zh_hans: 剧本设置

# cover.shareScreenplay
source: Share screenplay
de: Drehbuch teilen
es: Compartir guion
fr: Partager le scénario
hi: पटकथा साझा करें
ja: 脚本を共有
ko: 시나리오 공유
zh_hans: 分享剧本

# cover.startWriting
source: Start writing
de: Mit dem Schreiben beginnen
es: Empezar a escribir
fr: Commencer à écrire
hi: लिखना शुरू करें
ja: 執筆を始める
ko: 집필 시작
zh_hans: 开始写作

# cover.writtenBy
source: Written by
de: Geschrieben von
es: Escrito por
fr: Écrit par
hi: द्वारा लिखित
ja: 作者
ko: 작성자
zh_hans: 编剧

# edit.delete.message
source: This permanently removes “%@” and everything in it. This can’t be undone.
de: Dadurch werden „%@“ und alle Inhalte dauerhaft entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina de forma permanente «%@» y todo su contenido. No se puede deshacer.
fr: Cela supprime définitivement « %@ » et tout son contenu. Cette action est irréversible.
hi: यह “%@” और इसमें मौजूद सब कुछ स्थायी रूप से हटा देता है। इसे पूर्ववत नहीं किया जा सकता।
ja: 「%@」とその中身がすべて完全に削除されます。この操作は元に戻せません。
ko: “%@”와(과) 그 안의 모든 항목이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 这将永久删除“%@”及其全部内容。此操作无法撤销。

# edit.deleteScreenplay
source: Delete Screenplay
de: Drehbuch löschen
es: Eliminar guion
fr: Supprimer le scénario
hi: पटकथा हटाएँ
ja: 脚本を削除
ko: 시나리오 삭제
zh_hans: 删除剧本

# edit.navigationTitle
source: Screenplay Settings
de: Drehbucheinstellungen
es: Ajustes del guion
fr: Réglages du scénario
hi: पटकथा सेटिंग्स
ja: 脚本の設定
ko: 시나리오 설정
zh_hans: 剧本设置

# edit.section.author
source: Author
de: Autor
es: Autor
fr: Auteur
hi: लेखक
ja: 作者
ko: 작가
zh_hans: 作者

# edit.section.title
source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
zh_hans: 标题

# home.addScreenplay
source: Add screenplay
de: Drehbuch hinzufügen
es: Añadir guion
fr: Ajouter un scénario
hi: पटकथा जोड़ें
ja: 脚本を追加
ko: 시나리오 추가
zh_hans: 添加剧本

# home.continueWriting
source: Continue writing
de: Weiterschreiben
es: Continuar escribiendo
fr: Continuer à écrire
hi: लिखना जारी रखें
ja: 執筆を続ける
ko: 계속 쓰기
zh_hans: 继续写作

# home.empty.message
source: You don't have any screenplays yet. Start your first draft to bring it to life.
de: Sie haben noch keine Drehbücher. Beginnen Sie Ihren ersten Entwurf, um ihn zum Leben zu erwecken.
es: Aún no tienes ningún guion. Empieza tu primer borrador para darle vida.
fr: Vous n’avez encore aucun scénario. Commencez votre premier brouillon pour lui donner vie.
hi: आपके पास अभी तक कोई पटकथा नहीं है। इसे जीवंत करने के लिए अपना पहला ड्राफ़्ट शुरू करें।
ja: まだ脚本がありません。 最初の下書きを始めて形にしましょう。
ko: 아직 시나리오가 없습니다. 첫 초안을 시작해 이야기를 살려 보세요.
zh_hans: 你还没有任何剧本。 开始你的第一份草稿，让它活起来。

# home.greeting
source: Hi %@ 👋
de: Hallo %@ 👋
es: Hola %@ 👋
fr: Salut %@ 👋
hi: नमस्ते %@ 👋
ja: こんにちは %@ 👋
ko: 안녕하세요 %@ 👋
zh_hans: 你好 %@ 👋

# home.loadError.title
source: Couldn't load your scripts
de: Skripte konnten nicht geladen werden
es: No se pudieron cargar tus guiones
fr: Impossible de charger vos scénarios
hi: आपकी स्क्रिप्ट लोड नहीं हो सकीं
ja: 脚本を読み込めませんでした
ko: 시나리오를 불러오지 못했습니다
zh_hans: 无法加载你的剧本

# home.loadingMessage
source: Loading Screenplays…
de: Drehbücher werden geladen…
es: Cargando guiones…
fr: Chargement des scénarios…
hi: पटकथाएँ लोड हो रही हैं…
ja: 脚本を読み込み中…
ko: 시나리오 불러오는 중…
zh_hans: 正在加载剧本…

# home.newScreenplay
source: New Screenplay
de: Neues Drehbuch
es: Nuevo guion
fr: Nouveau scénario
hi: नई पटकथा
ja: 新しい脚本
ko: 새 시나리오
zh_hans: 新建剧本

# home.newScript
source: New Script
de: Neues Skript
es: Nuevo guion
fr: Nouveau script
hi: नई स्क्रिप्ट
ja: 新しいスクリプト
ko: 새 스크립트
zh_hans: 新建脚本

# home.startFreshDraft
source: Start a fresh draft
de: Neuen Entwurf beginnen
es: Empieza un borrador nuevo
fr: Commencer un nouveau brouillon
hi: एक नया ड्राफ़्ट शुरू करें
ja: 新しい下書きを始める
ko: 새 초안 시작
zh_hans: 开始一份新草稿

# home.welcomeBack
source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
hi: वापसी पर स्वागत है
ja: おかえりなさい
ko: 다시 오신 것을 환영합니다
zh_hans: 欢迎回来

# identity.ui.allChoices
source: All %@s
de: Alle %@s
es: Todos los %@s
fr: Tous les %@s
hi: सभी %@s
ja: %@ をすべて表示
ko: 모든 %@
zh_hans: 全部 %@

# identity.ui.allChoices.accessibility
source: %1$@, %2$d more
de: %1$@, %2$d weitere
es: %1$@, %2$d más
fr: %1$@, %2$d de plus
hi: %1$@, %2$d और
ja: %1$@、他 %2$d 件
ko: %1$@, %2$d개 더
zh_hans: %1$@，还有 %2$d 项

# identity.ui.archetype.gate.banner
source: Set a role and we'll suggest the archetypes that fit.
de: Lege eine Rolle fest und wir schlagen passende Archetypen vor.
es: Elige un rol y te sugeriremos los arquetipos que encajan.
fr: Choisissez un rôle et nous suggérerons les archétypes qui conviennent.
hi: एक भूमिका चुनें और हम उपयुक्त आर्किटाइप सुझाएँगे।
ja: 役割を決めると、合うアーキタイプを提案します。
ko: 역할을 정하면 어울리는 아키타입을 제안해 드려요.
zh_hans: 先设定角色定位，我们会推荐合适的原型。

# identity.ui.archetype.gate.hint
source: Pick a role first for tailored suggestions
de: Wähle zuerst eine Rolle für passende Vorschläge
es: Elige primero un rol para sugerencias a medida
fr: Choisissez d'abord un rôle pour des suggestions sur mesure
hi: अनुकूल सुझावों के लिए पहले भूमिका चुनें
ja: 最適な提案にはまず役割を選択
ko: 맞춤 제안을 위해 역할을 먼저 선택하세요
zh_hans: 先选角色定位以获得贴合的建议

# identity.ui.archetype.nudge
source: Most memorable characters embody 1–3 archetypes.
de: Die einprägsamsten Figuren verkörpern 1–3 Archetypen.
es: Los personajes más memorables encarnan de 1 a 3 arquetipos.
fr: Les personnages les plus marquants incarnent 1 à 3 archétypes.
hi: सबसे यादगार पात्र 1–3 आर्किटाइप को साकार करते हैं।
ja: 印象に残るキャラクターは1〜3個のアーキタイプを体現します。
ko: 기억에 남는 인물은 보통 1~3개의 아키타입을 지닙니다.
zh_hans: 最令人难忘的角色通常体现 1–3 个原型。

# identity.ui.notice.blocked.one
source: 1 job restricted for %@. Change the role to see it
de: 1 Aufgabe ist für %@ gesperrt. Ändere die Rolle, um sie zu sehen
es: 1 función restringida para %@. Cambia el rol para verla
fr: 1 fonction est restreinte pour %@. Changez de rôle pour la voir
hi: %@ के लिए 1 कार्य प्रतिबंधित है। देखने के लिए भूमिका बदलें
ja: %@ では1つの役目が制限されています。役割を変えると表示されます
ko: %@에게는 1개의 역할이 제한됩니다. 역할을 바꾸면 표시돼요
zh_hans: 有 1 项职能对%@受限。更改角色定位即可查看

# identity.ui.notice.blocked.other
source: %1$d jobs restricted for %2$@. Change the role to see them
de: %1$d Aufgaben sind für %2$@ gesperrt. Ändere die Rolle, um sie zu sehen
es: %1$d funciones restringidas para %2$@. Cambia el rol para verlas
fr: %1$d fonctions sont restreintes pour %2$@. Changez de rôle pour les voir
hi: %2$@ के लिए %1$d कार्य प्रतिबंधित हैं। देखने के लिए भूमिका बदलें
ja: %2$@ では%1$d個の役目が制限されています。役割を変えると表示されます
ko: %2$@에게는 %1$d개의 역할이 제한됩니다. 역할을 바꾸면 표시돼요
zh_hans: 有 %1$d 项职能对%2$@受限。更改角色定位即可查看

# identity.ui.notice.roleExclusive.one
source: 1 %@-only archetype. Change the role to see it
de: 1 Archetyp nur für %@. Ändere die Rolle, um ihn zu sehen
es: 1 arquetipo solo para %@. Cambia el rol para verlo
fr: 1 archétype réservé à %@. Changez de rôle pour le voir
hi: 1 आर्किटाइप केवल %@ के लिए। देखने के लिए भूमिका बदलें
ja: %@ 専用のアーキタイプが1つ。役割を変えると表示されます
ko: %@ 전용 아키타입 1개. 역할을 바꾸면 표시돼요
zh_hans: 有 1 个仅限%@的原型。更改角色定位即可查看

# identity.ui.notice.roleExclusive.other
source: %1$d %2$@-only archetypes. Change the role to see them
de: %1$d Archetypen nur für %2$@. Ändere die Rolle, um sie zu sehen
es: %1$d arquetipos solo para %2$@. Cambia el rol para verlos
fr: %1$d archétypes réservés à %2$@. Changez de rôle pour les voir
hi: %1$d आर्किटाइप केवल %2$@ के लिए। देखने के लिए भूमिका बदलें
ja: %2$@ 専用のアーキタイプが%1$d個。役割を変えると表示されます
ko: %2$@ 전용 아키타입 %1$d개. 역할을 바꾸면 표시돼요
zh_hans: 有 %1$d 个仅限%2$@的原型。更改角色定位即可查看

# identity.ui.notice.roleOnly.one
source: 1 %@-only job. Change the role to see it
de: 1 Aufgabe nur für %@. Ändere die Rolle, um sie zu sehen
es: 1 función solo para %@. Cambia el rol para verla
fr: 1 fonction réservée à %@. Changez de rôle pour la voir
hi: 1 कार्य केवल %@ के लिए। देखने के लिए भूमिका बदलें
ja: %@ 専用の役目が1つ。役割を変えると表示されます
ko: %@ 전용 역할 1개. 역할을 바꾸면 표시돼요
zh_hans: 有 1 项仅限%@的职能。更改角色定位即可查看

# identity.ui.notice.roleOnly.other
source: %1$d %2$@-only jobs. Change the role to see them
de: %1$d Aufgaben nur für %2$@. Ändere die Rolle, um sie zu sehen
es: %1$d funciones solo para %2$@. Cambia el rol para verlas
fr: %1$d fonctions réservées à %2$@. Changez de rôle pour les voir
hi: %1$d कार्य केवल %2$@ के लिए। देखने के लिए भूमिका बदलें
ja: %2$@ 専用の役目が%1$d個。役割を変えると表示されます
ko: %2$@ 전용 역할 %1$d개. 역할을 바꾸면 표시돼요
zh_hans: 有 %1$d 项仅限%2$@的职能。更改角色定位即可查看

# identity.ui.arc.none.complete
source: No Arc needed
de: Kein Bogen nötig
es: No necesita arco
fr: Aucun arc requis
hi: आर्क की आवश्यकता नहीं
ja: アークは不要
ko: 아크 불필요
zh_hans: 无需弧线

# identity.ui.arc.none.note
source: Arc questions are hidden. Notes stay available if you want a line about why.
de: Bogenfragen sind ausgeblendet. Notizen bleiben verfügbar, falls du den Grund festhalten willst.
es: Las preguntas del arco están ocultas. Las notas siguen disponibles si quieres explicar por qué.
fr: Les questions d'arc sont masquées. Les notes restent disponibles si vous voulez expliquer pourquoi.
hi: आर्क के प्रश्न छिपे हैं। कारण लिखना चाहें तो नोट्स उपलब्ध रहते हैं।
ja: アークの質問は非表示です。理由を書き留めたい場合はメモを使えます。
ko: 아크 질문은 숨겨집니다. 이유를 적고 싶다면 메모를 사용할 수 있습니다.
zh_hans: 弧线问题已隐藏。如需说明原因，备注仍可使用。

# identity.ui.arc.none.subtitle
source: Objects, forces and figures who never want anything — mark it and the arc counts as done.
de: Objekte, Kräfte und Figuren, die nie etwas wollen – markiere es, und der Bogen gilt als fertig.
es: Objetos, fuerzas y figuras que nunca quieren nada: márcalo y el arco contará como completo.
fr: Objets, forces et figures qui ne veulent jamais rien — cochez et l'arc est considéré comme terminé.
hi: वस्तुएँ, शक्तियाँ और ऐसे पात्र जो कभी कुछ नहीं चाहते — इसे चिह्नित करें और आर्क पूर्ण मान लिया जाएगा।
ja: 何も望まない物体・力・存在。設定すればアークは完了として扱われます。
ko: 아무것도 원하지 않는 사물, 힘, 존재. 표시하면 아크가 완료로 간주됩니다.
zh_hans: 从不渴求任何东西的物件、力量与存在——标记后弧线即视为完成。

# identity.ui.arc.none.title
source: This character has no arc
de: Diese Figur hat keinen Bogen
es: Este personaje no tiene arco
fr: Ce personnage n'a pas d'arc
hi: इस पात्र का कोई आर्क नहीं है
ja: このキャラクターにアークはありません
ko: 이 캐릭터에는 아크가 없습니다
zh_hans: 该角色没有成长弧线

# identity.ui.arc.subtitle
source: Where they start, break and land
de: Wo sie beginnen, zerbrechen und ankommen
es: Dónde empiezan, se quiebran y acaban
fr: Où ils commencent, se brisent et atterrissent
hi: वे कहाँ शुरू होते हैं, टूटते हैं और कहाँ पहुँचते हैं
ja: 始まり、崩れ、たどり着く場所
ko: 시작하고, 무너지고, 도착하는 지점
zh_hans: 他们从哪里开始、如何崩塌、落于何处

# identity.ui.chip.hint
source: Opens this choice in the picker
de: Öffnet diese Auswahl im Picker
es: Abre esta opción en el selector
fr: Ouvre ce choix dans le sélecteur
hi: इस विकल्प को पिकर में खोलता है
ja: この選択をピッカーで開きます
ko: 선택기에서 이 항목을 엽니다
zh_hans: 在选择器中打开该选项

# identity.ui.classicalTerm
source: Also called %@
de: Auch %@ genannt
es: También llamado %@
fr: Aussi appelé %@
hi: इसे %@ भी कहते हैं
ja: %@ とも呼ばれる
ko: %@(이)라고도 함
zh_hans: 亦称 %@

# identity.ui.complete
source: Fully developed — identity and arc
de: Voll ausgearbeitet – Identität und Bogen
es: Totalmente desarrollado: identidad y arco
fr: Entièrement développé — identité et arc
hi: पूर्ण रूप से विकसित — पहचान और आर्क
ja: 完成——アイデンティティとアーク
ko: 완전히 구축됨 — 정체성과 아크
zh_hans: 已完整塑造——身份与弧线

# identity.ui.custom.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
zh_hans: 添加

# identity.ui.custom.description
source: Anything the list is missing
de: Alles, was in der Liste fehlt
es: Lo que falte en la lista
fr: Tout ce qui manque à la liste
hi: जो कुछ भी सूची में नहीं है
ja: リストにないものを自由に
ko: 목록에 없는 항목
zh_hans: 列表中没有的内容

# identity.ui.custom.placeholder
source: Add your own…
de: Eigene hinzufügen…
es: Añade el tuyo…
fr: Ajoutez le vôtre…
hi: अपना जोड़ें…
ja: 自分で追加…
ko: 직접 추가…
zh_hans: 自行添加…

# identity.ui.custom.section
source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
hi: कस्टम
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义

# identity.ui.gate.banner.action
source: Back to Identity
de: Zurück zur Identität
es: Volver a Identidad
fr: Retour à Identité
hi: पहचान पर वापस
ja: アイデンティティに戻る
ko: 정체성으로 돌아가기
zh_hans: 返回身份

# identity.ui.intention.prefix
source: Wants to:
de: Will:
es: Quiere:
fr: Veut :
hi: चाहता है:
ja: 望み:
ko: 원하는 것:
zh_hans: 想要：

# identity.ui.knownAs
source: Known as %@
de: Bekannt als %@
es: Conocido como %@
fr: Aussi appelé %@
hi: %@ के रूप में जाना जाता है
ja: %@ として知られる
ko: %@(으)로 알려짐
zh_hans: 又称 %@
